/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>تعرف على المزيد</b> حول إدارة الجهاز والأمان.";

/* No comment provided by engineer. */
"A system error occurred" = "وقع خطأ في النظام";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "ستتم إزالة الحساب من %@ وتطبيقات Yahoo الأخرى على هذا الجهاز.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "إضافة حساب";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "وقع خطأ. الرجاء إعادة المحاولة لاحقًا.";

/* Accessibility label for the back button */
"Back" = "السابق";

/* call tip prefix in 2lc */
"Call %@" = "اتصال%@";

/* No comment provided by engineer. */
"Call again" = "اتصال مرة أخرى ";

/* Cancel
   Cancel button title */
"Cancel" = "إلغاء";

/* Fallback page cannot be loaded. */
"Cannot load page." = "لا يمكن تحميل الصفحة.";

/* Accessibility label for the close button */
"Close" = "إغلاق";

/* Continue to Safari for SHF */
"Continue" = "متابعة";

/* Create Account view title
   sign up button title */
"Create Account" = "إنشاء حساب";

/* learn more alert title */
"Device Not Recognized" = "لم يتم التعرف على الجهاز";

/* No comment provided by engineer. */
"Didn't receive the email?" = "ألم تتسلم رسالة بريد إلكتروني؟";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "ألم تتسلم رسالة نصية؟";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "ألم تتلق المكالمة الصوتية؟";

/* Dismiss */
"Dismiss" = "استبعاد";

/* Edit button title */
"Edit" = "تحرير";

/* No comment provided by engineer. */
"Email could not be sent" = "تعذر إرسال البريد الإلكتروني";

/* No comment provided by engineer. */
"Email sent" = "تم إرسال البريد الإلكتروني";

/* No comment provided by engineer. */
"Enter Code" = "إدخال الرمز";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "لأسباب أمنية، تحتاج إلى إلغاء تأمين حسابك.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "لأسباب أمنية، يرجى التحقق من حسابك مرة أخرى.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "هل نسيت كلمة السر أو المعرّف؟";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "هل نسيت كلمة السر؟";

/* Go to Account recovery */
"Get Help" = "الحصول على مساعدة";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "إجابة غير صحيحة. حاول مرة أخرى.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "معرف أو كلمة سر غير صالحين. الرجاء إعادة المحاولة.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "تم الوصول إلى الحد. تعذر إرسال البريد الإلكتروني.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "تم الوصول إلى الحد. لا يمكن إرسال رسالة نصية أو إجراء مكالمة صوتية.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "انتهت صلاحية جلسة تسجيل الدخول، يرجى المحاولة مرة أخرى لاحقًا.";

/* Network error alert view title */
"Network unavailable." = "الشبكة غير متاحة.";

/* OK
   OK Button title
   ok button title */
"OK" = "موافق";

/* password text field place holder */
"Password" = "كلمة السر";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "يرجى إدخال كلمة السر الخاصة بك لـ %@";

/* Remove the account
   SSO remove account title */
"Remove" = "إزالة";

/* Remove an account label on SSO screen */
"Remove an account" = "إزالة حساب";

/* Select an account label on SSO screen */
"Select an account" = "تحديد حساب";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "انتهت صلاحية الجلسة، يرجى تسجيل الدخول مرة أخرى.";

/* sign in button title */
"Sign In" = "تسجيل الدخول";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "تسجيل الدخول باستخدام <a>Facebook</a> أو <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "تم تسجيل الدخول باسم‏";

/* signing in state title for sign in button */
"Signing In" = "تسجيل الدخول";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "عذرًا، فالنظام معطل. الرجاء إعادة المحاولة لاحقًا.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "عذرًا، فلا يمكننا تسجيل دخولك الآن. الرجاء إعادة المحاولة لاحقًا.";

/* sms tip prefix in 2lc */
"Text %@" = "النص %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "تعذر إرسال الرسالة النصية";

/* No comment provided by engineer. */
"Text message sent" = "تم إرسال الرسالة النصية";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "تعذر استخراج بيانات حالة التحدي الثانية من بيانات اعتماد التحدي قصيرة الأمد";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "محاولات كثيرة جدًا. حاول مرة أخرى خلال 24 ساعة. ";

/* No comment provided by engineer. */
"Try again" = "حاول مرة أخرى";

/* No comment provided by engineer. */
"Unable to place a voice call" = "لا يمكن وضع مكالمة صوتية";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "لا يمكن تسجيل الدخول. افحص تاريخ النظام وحاول مرة أخرى.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "لا يمكن تسجيل الدخول. الرجاء إعادة المحاولة.";

/* Unlock */
"Unlock" = "إلغاء تأمين";

/* unlock account view title */
"Unlock Your Account" = "إلغاء تأمين حسابك";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "تحديث الحساب";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "الترقية إلى Yahoo";

/* User already signed-in */
"User already signed-in" = "تم تسجيل دخول المستخدم بالفعل";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "تم إرسال رمز التحقق من الصحة إلى %@";

/* No comment provided by engineer. */
"Voice call in progress" = "المكالمة الصوتية جارية";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "اتصلنا بك لنبلغك برمز تحقق من الصحة على %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "لا نتعرف على هذا الجهاز. يرجى التحقق من هويتك بالإجابة على سؤال الأمان.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "لا نتعرف على هذا الجهاز. يرجى التحقق من صحة هويتك. سوف نرسل رمز تحقق من الصحة.";

/* ID text field place holder */
"Yahoo ID" = "معرف Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "يجب أن يكون عمرك 13 عامًا على الأقل.";

/* No comment provided by engineer. */
"Your account is locked." = "حسابك مغلق.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "تم إلغاء تأمين حسابك الآن. يرجى تسجيل الدخول.";

/* No comment provided by engineer. */
"Your Answer" = "إجابتك";

/* learn more alert msg line 1 */
"• New device?" = "• جهاز جديد?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• هل اخترت التحقق من صحة تسجيل الدخول؟";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• تسجيل الدخول من بلد جديد?";

/* Yahoo Messenger */
"Messenger" = "Messenger";